package com.pavlovalexey.torpedo.model

/** ПЕРСОНАЖИ */

internal object Characters {

    val next = "Следующая глава"
    val end = "Конец игры"

    val anastasia = "Анастасия"
    val novikov = "Новиков"
    val bookseller = "Странный торговец"
    val admiral = "Адмирал Рожественский"
    val paramonov = "Парамонов" //Капитан 2-го ранга Парамонов - Офицер артилерии
    val alekseev = "Алексеев"  // Капитан 2-го ранга Алексеев - офицер торпедного вооружения.
    val Ibragimov = "Ибрагимов"  // Капитан лейтенант Ибрагимов - навигационный офицер.
    val bumblebee = "Шмель"  // Капитан-поручик Шмель - офицер связи.
    val reztsov = "Резцов"  // Капитан-поручик Резцов - офицер разведки.
    val guy = "Гай"  // Подпоручик Гай - инженерные и ходовые системы.
    val bukharin = "Бухарин"  // Карабельный врач Бухарин.
}

// Капитан-поручик Магометов и капитан-поручик Феодосов - офицеры торпедного вооружения.

